Repository: treboc/TreasureHunt
Catalog: TreasureHunt/Resources/*.lproj/Localizable.strings
Languages: de

# simpleConstants.hunt
source: Hunts
de: Jagden

# simpleConstants.hunts
source: Hunt
de: Jagd

# simpleConstants.stations
source: Stations
de: Stationen

# simpleConstants.yes
source: Yes
de: Ja

# simpleConstants.no
source: No
de: Nein

# btnTitle.delete
source: Delete
de: Löschen

# btnTitle.edit
source: Edit
de: Bearbeiten

# btnTitle.save
source: Save
de: Speichern

# btnTitle.cancel
source: Cancel
de: Abbrechen

# btnTitle.iAmSure
source: Yes, I'm sure.
de: Ja, ich bin sicher.

# btnTitle.back
source: Back
de: Zurück

# btnTitle.next
source: Next
de: Weiter

# alert.deleteHunt.title
source: Are you sure?
de: Bist du sicher?

# alert.deleteHunt.message
source: The selected hunt will be deleted. This cannot be undone.
de: Die Jagd wird gelöscht. Dies kann nicht rückgängig gemacht werden.

# alert.deleteStation.title
source: Are you sure?
de: Bist du sicher?

# alert.deleteStation.message
source: The selected station will be deleted and removed from any hunt that used this station. This cannot be undone.
de: Die ausgewählte Station wird gelöscht und aus jeder Jagd entfernt, in der sie genutzt wird. Dies kann nicht rückgängig gemacht werden.

# a11yLabel.createHunt
source: Create Hunt
de: Jagd Erstellen

# mainTabView.tabItem.huntList
source: Hunts
de: Jagden

# mainTabView.tabItem.stationList
source: Locations
de: Standorte

# mainTabView.tabItem.settings
source: Settings
de: Einstellungen

# huntListView.listPlaceholderText
source: You've not added any hunt yet. To create a hunt, tap here or the "+" in the top right corner.
de: Du hast noch keine Jagd erstellt. Deine erste Jagd kann du erstellen in dem du hier tippst, oder oben rechts auf das "+".

# huntListView.listPlaceholderButtonTitle
source: Create a Hunt
de: Erstelle eine Jagd

# huntListRowView.created
source: Created:
de: Erstellt am:

# huntListDetailView.huntName
source: Title
de: Name

# huntListDetailView.createdAt
source: Created at
de: Erstellt am

# huntListDetailView.startHuntButtonTitle
source: Start Hunt
de: Jagd starten

# huntListDetailView.introductionView.title
source: Intro
de: Einleitung

# huntListDetailView.stationsList.title
source: Stations
de: Stationen

# addHuntView.namePage.name
source: Title
de: Name

# addHuntView.namePage.nameHint
source: Name it, so you find it again later.
de: Nur notwendig, damit du sie hinterher wieder findest.

# addHuntView.namePage.namePlaceholder
source: e.g. Kids Birthday ðŸ¥³
de: z.B. Kindergeburtstag 🥳

# addHuntView.introductionPage.hasHuntIntroduction
source: Does your hunt has an introduction?
de: Hat deine Jagd eine Einleitung?

# addHuntView.introductionPage.hasHuntIntroductionHint
source: Here you could put some form of introduction to your hunt or story. This text will show up when starting the hunt.
de: Hier könntest du eine Einleitung für deine Jagd einfügen. Dieser Text wird angezeigt, wenn du deine Jagd startest.

# addHuntView.introductionPage.textFieldPlaceholder
source: Introduce your hunt
de: Einleitung zu deiner Jagd

# addHuntView.stationsPicker.title
source: The Stations
de: Die Stationen

# addHuntView.stationsPicker.description
source: Here you create the stations that must be passed afterwards in the hunt.
de: Hier erstellst du die Stationen, die später in der Jagd passiert werden sollen.

# addHuntView.stationsPicker.addStation
source: Create a Station
de: Erstelle eine Station

# addHuntView.outroPage.hasHuntOutro
source: Should your hunt has an outro?
de: Soll deine Jagd ein Outro haben?

# addHuntView.outroPage.hasHuntOutroDescription
source: Here you could add a text, that will be displayed when reaching the location added to the outro.
de: Hier könntest du dann ein Outro für deine Jagd einfügen. Dieser Text wird angezeigt, wenn die Jagd endet und der dazugehörige Ort erreicht wurde.

# addHuntView.outroPage.textFieldPlaceholder
source: Outro to your hunt
de: Outro zu deiner Jagd

# addHuntView.outroPage.selectableLocationView.noLocationSelected
source: No Location Selected
de: Kein Standort gewählt

# addHuntView.outroPage.selectableLocationView.noLocationSelectedSubheadline
source: Tap to select one.
de: Tippe hier, um einen auszuwählen.

# addHuntView.outroPage.locationPicker.addLocationBtnTitle
source: Add Location
de: Standort hinzufügen

# addHuntView.editStations
source: Chose Stations
de: Stationen wählen

# addHuntView.chosenStations %@
source: Chosen Stations (%@ / 50)
de: Ausgewählte Stationen (%@ / 50)

# addHuntView.noChosenStations
source: No Stations Chosen
de: Noch keine Station ausgewählt

# addHuntView.navTitle
source: New Hunt
de: Neue Jagd

# addHuntView.overview
source: Overview
de: Übersicht

# addHuntView.stationsOverview
source: Overview of all Stations
de: Übersicht über alle Stationen

# locationsListView.navTitle
source: Locations
de: Standorte

# locationsListView.listPlaceholderText
source: You've not added any location yet. To create your first location, tap here or the "+" in the top right corner.
de: Du hast noch keinen Standort erstellt. Deinen ersten Standort kannst du erstellen in dem du hier, oder oben rechts auf das "+", tippst.

# locationsListView.listPlaceholderButtonTitle
source: Create a Location
de: Erstelle einen Standort

# locationsListView.editStationTooltip
source: Tip: Tap on a location to show an edit sheet for this location.
de: Tipp: Tippe einen Standort in der Liste an, um ihn zu bearbeiten.

# locationsListRowView.noQuestion
source: No question on this station.
de: Zu dieser Station gibt es keine Aufgabe.

# addStationView.title
source: Title
de: Name

# addStationView.task
source: Task
de: Aufgabe

# addStationView.location
source: Location
de: Standort

# addLocationView.navTitle
source: New Location
de: Neuer Standort

# addLocationView.title
source: Title
de: Name

# addLocationView.triggerDistanceSlider.minDistance
source: Min. Distance
de: Min. Distanz

# addLocationView.triggerDistanceSlider.description
source: Radius to the location that must be entered to trigger the event at the location.
de: Radius, der betreten werden muss, um das Ereignis des Standortes auszulösen.

# addLocationView.triggerDistanceSlider.a11yLabel
source: Distance Slider
de: Distanzregler

# addLocationView.triggerDistanceSlider.a11yValue %@
source: Minimum Distance: %@
de: Minimale Distanz: %@

# addLocationView.triggerDistanceSlider.a11yHint
source: distance from which a location is triggered.
de: Legt fest, ab welcher Entfernung eine Station ausgelöst wird.

# huntView.endHuntAlert.title
source: Are you sure?
de: Bist du sicher?

# huntView.endHuntAlert.message
source: That will end the hunt. Your progress won't be saved.
de: Das wird die Jagd beenden. Dein Fortschritt ist nicht gespeichert.

# huntView.nextStationButtonTitle
source: Next Station
de: Nächste Station

# huntView.endHuntButtonTitle
source: End Hunt
de: Jagd Beenden

# huntView.trafficWarningView.title
source: Caution!
de: Warnung!

# huntView.trafficWarningView.message
source: Always be aware of your surroundings and traffic when on a hunt.
de: Achte bei der Suche immer auf deine Umgebung und den Verkehr.

# huntView.trafficWarningView.buttonTitle
source: Agree
de: Verstanden

# huntView.directionDistanceView.stationOf %@ %@
source: Station %@ of %@
de: Station %@ von %@

# huntView.directionDistanceView.distanceNA
source: Distance N/A
de: Distanz N/A

# huntView.directionDistanceView.stationNameFallback
source: No Station
de: Keine Station

# huntView.questionView.reachedStation %@
source: %@ reached!
de: %@ erreicht!

# huntView.questionView.question
source: Question
de: Aufgabe

# huntView.questionView.doneButtonTitle
source: Done!
de: Erledigt!

# settingsView.navTitle
source: Settings
de: Einstellungen

# settingsView.hapticsToggleTitle
source: Haptic Feedback
de: Vibration

# settingsView.soundToggleTitle
source: Sound
de: Ton

# settingsView.idleDimmingToggleTitle
source: Disable Display Dimming
de: Autom. abdunkeln ausschalten

# settingsView.idleDimmingToggleDescription
source: The display will not shut down while hunting, if this option is activated.
de: Ist diese Option aktiviert, so wird das Display während der Schatzsuche nicht automatisch deaktiviert.

# settingsView.appearancePicker.title
source: Color Scheme
de: Farbschema

# settingsView.appearancePicker.dark
source: Dark
de: Dunkel

# settingsView.appearancePicker.light
source: Light
de: Hell

# settingsView.appearancePicker.system
source: System
de: Automatisch

# settingsView.arrowPicker.title
source: Arrow Icon
de: Pfeilsymbol

# settingsView.arrowPicker.arrow
source: Arrow
de: Pfeil

# settingsView.arrowPicker.triangleFill
source: Triangle (filled)
de: Dreieck (gefüllt)

# settingsView.arrowPicker.triangleOutlined
source: Triangle (outlined)
de: Dreieck

# settingsView.arrowPicker.arrowMerged
source: Arrow (merged)
de: Pfeil (verbunden)

# settingsView.arrowPicker.locationNorth
source: Location
de: Position

# settingsView.arrowPicker.locationNorthFill
source: Location (filled)
de: Position (gefüllt)

# settingsView.legalNoticeView.navTitle
source: Legal Notice
de: Impressum
